---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup2PerKw
source: html/01816b67-7444-d64e-cb2e-456703b57ee6.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup2PerKw Property

Symbol m²/kW, indicating unit Square meters per kilowatt.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup2PerKw { get; }
```